Repository: carr/localize_iphone_to_android
Catalog: iphone/*_Localizable.strings
Languages: japanese, russian

source: No results found
japanese: あてはまる結果が見つかりませんでした。
russian: Не найдено

source: View Ad
japanese: 広告を見る
russian: Открыть объявление

source: Message
japanese: メッセージ
russian: Сообщение

source: Home
japanese: ホーム
russian: Главная страница

source: My OLX
japanese: OLXマイページ
russian: Мой OLX

source: POST
japanese: 投稿
russian: РАЗМЕСТИТЬ

source: Post
japanese: 投稿
russian: Разместить

source: Posting
japanese: 投稿する
russian: Размещаем...

source: Attach Photos to your Ad
japanese: あなたの広告に写真を貼付する
russian: Приложить фото к объявлению

source: Post an Ad
japanese: 広告を投稿する
russian: Разместить объявление

source: Add a Photo
japanese: 写真を追加する
russian: Добавить фото

source: Take Photo
japanese: 写真を撮る
russian: Снять фото

source: Choose Existing Photo
japanese: 既存の写真を選択する
russian: Выбрать фото

source: Select a location for your ad
japanese: あなたの広告投稿先を選択する
russian: Выбрать район объявления

source: Select a Category
japanese: カテゴリーを選択する
russian: Выбрать категорию

source: Close
japanese: 終了
russian: Закрыть

source: Price
japanese: 料金
russian: Цена

source: Title
japanese: 題名
russian: Наименование

source: Email (Won't be shared)
japanese: Email (共有されません)
russian: Email (демонстрироваться не будет)

source: Phone Number
japanese: 電話番号
russian: Номер телефона

source: Description
japanese: 説明
russian: Описание

source: Unable to retrieve your current location.
japanese: 現在場所を特定できません。
russian: Не удалось получить данные текущего положения

source: MM dd, YYYY
japanese: YYYY MM dd
russian: ММ дд, ГГГГ

source: This listing has no comments
japanese: このリスティングにはコメントがありません。
russian: Нет комментариев к этомй объявлению

source: Send
japanese: 送信
russian: Отправить

source: Sending
japanese: 送信中
russian: Отправка...

source: Mailbox (%u)
japanese: メールボックス (%u)
russian: Почтовый ящик (%u)

source: Mailbox
japanese: メールボックス
russian: Почтовый ящик

source: Delete Message
japanese: メッセージを消去する
russian: Удалить сообщение

source: Are you sure?
japanese: 消去しますか？
russian: Вы уверены?

source: Message %u of %u
japanese: メッセージ %u ／ %u
russian: Сообщение %u из %u

source: Manage Comments
japanese: コメントを管理する
russian: Управлять комментариями

source: Edit Listing
japanese: リスティングを編集する
russian: Изменить объявление

source: From: %@
japanese: 送信元: %@
russian: От: %@

source: To: %@
japanese: 送信先: %@
russian: К: %@

source: Hello %@!
japanese: こんにちは %@ !
russian: Привет, %@!

source: - Favorite
japanese: - お気に入り
russian: - Избранные

source: + Favorite
japanese: + お気に入り
russian: + Избранные

source: Removed from favorites
japanese: お気に入りから削除する
russian: Удалено из списка избранных

source: Added to favorites
japanese: お気に入りに追加する
russian: Добавлено в список избранных

source: You have no messages
japanese: メッセージはありません
russian: У вас нет сообщений

source: Settings
japanese: 設定
russian: Настройки

source: Sign Out
japanese: ログオフ
russian: Выйти

source: Sign in
japanese: ログイン
russian: Войти

source: Are you sure you wish to sign out?
japanese: ログオフしますか？
russian: Выйти из системы?

source: Yes
japanese: はい
russian: Да

source: No
japanese: いいえ
russian: Нет

source: Your message has been sent.
japanese: メッセージは送信されました。
russian: Сообщение отправлено

source: Are you sure you wish to cancel?
japanese: キャンセルしますか？
russian: Отменить?

source: Locate Me Now
japanese: 現在場所を検索する
russian: Определить мое положение

source: Choose Location
japanese: 現在場所を選択する
russian: Выбрать район

source: Register
japanese: 登録する
russian: Зарегистрироваться

source: Forgot Password
japanese: パスワードを忘れた
russian: Пароль утерян

source: Set Location
japanese: 場所を設定する
russian: Установить район

source: Please enter your username and password to sign in.
japanese: ログインにはユーザーネームとパスワードを入力してください。
russian: Введите имя и пароль пользователя, чтобы войти в систему

source: Password and password confirmation don't match.
japanese: パスワードが間違っています
russian: Повторно введенный пароль не соответствует исходному паролю

source: Please enter your current password.
japanese: 有効なパスワードを入力してください。
russian: Введите текущий пароль

source: Please complete all fields to register.
japanese: 登録には全ての項目をご入力ください。
russian: Для регистрации необходимо заполнить все поля

source: Please enter your Email address to retrieve your password.
japanese: パスワード再発行はEmailアドレスを入力してください。
russian: Введите адрес электронной почты для восстановления пароля

source: Your password has been sent to %@
japanese: パスワートが %@に送信されました。
russian: Ваш пароль отправлен на %@

source: Your password has been changed successfully.
japanese: パスワードの変更が完了しました。
russian: Ваш пароль успешно изменен

source: A confirmation mail has been sent to your email address.
japanese: 確認メールがご登録のEmailアドレスに送信されました。
russian: Сообщение с подтверждением было отправлено на Ваш адрес электронной почты

source: Invalid Email or password.
japanese: Emailまたはパスワードが間違っています。
russian: Неверный адрес электронной почты или пароль

source: Accept
japanese: 承諾する
russian: Принять

source: Accepted
japanese: 承諾されました
russian: Принято

source: Please accept the Terms and Conditions to complete registration.
japanese: 登録を完了するには規約に承諾してください。
russian: Для завершения регистрации необходимо принять Условия и положения

source: Search
japanese: 検索
russian: Поиск

source: Reply
japanese: 返信
russian: Ответить

source: Call
japanese: コール
russian: Вызвать

source: Updating your location...
japanese: 場所をアップデート中.
russian: Обновление положения...

source: Loading...
japanese: ローディング中
russian: Загрузка...

source: Password
japanese: パスワード
russian: Пароль

source: Sign In
japanese: ログイン
russian: Войти

source: Register Now!
japanese: 今すぐ登録ください！
russian: Зарегистрироваться

source: Email Address
japanese: Emailアドレスl
russian: Адрес e-mail

source: Not a Member?
japanese: メンバー未登録ですか？
russian: Еще не зарегистрировались?

source: Next
japanese: 次
russian: Далее

source: Cancel
japanese: キャンセル
russian: Отмена

source: Active Ads
japanese: 掲載中広告
russian: Активные объявления

source: Closed Ads
japanese: 掲載終了の広告
russian: Закрытые объявления

source: My Favorites
japanese: お気に入り
russian: Избранные

source: Reply to Listing
japanese: リスティングに返信する
russian: Ответить на объявление

source: Name (Optional)
japanese: 名前 (任意)
russian: Имя (необязательно)

source: Phone (Optional)
japanese: 電話番号 (任意)
russian: Телефон (необязательно)

source: Invalid email address. Please try again.
japanese: emailアドレスが無効です。もう一度入力してください。
russian: Неверный адрес электронной почты. Повторите попытку.

source: Current Location:
japanese: 現在場所：
russian: Текущее положение:

source: Add Photo
japanese: 写真を追加する
russian: Добавить фото

source: Change Location for your Ad:
japanese: 広告の場所を変更する
russian: Изменить район для Вашего объявления:

source: Manual Location
japanese: 場所手動設定
russian: Указать положение вручную

source: Comments
japanese: コメント
russian: Комментарии

source: Resend Password
japanese: パスワードを再送信する
russian: Повторно отправить пароль

source: Register Button
japanese: 登録ボタン
russian: зарегистрироваться

source: I accept the Terms and Conditions of OLX
japanese: OLXの規約を承諾します。
russian: Я принимаю Условия и положения OLX

source: Confirm Password
japanese: パスワード再確認
russian: Подтвердить пароль

source: View Terms
japanese: 規約を見る
russian: Просмотреть Условия

source: Username
japanese: ユーザーネーム
russian: Имя пользователя

source: Please select a city for this posting.
japanese: この投稿の市を選択してください。
russian: Выберите город для этого объявления

source: No listings found
japanese: リスティングは見つかりませんでした。
russian: Объявления не найдены

source: Replace Photo
japanese: 写真を変更する
russian: Заменить фото

source: Delete Photo
japanese: 写真を削除する
russian: Удалить фото

source: Congratulations! Your ad has been published.
japanese: おめでとうございます。あなたの広告が投稿されました。
russian: Поздравляем! Ваше объявление опубликовано.

source: You can go to My OLX to view, edit, or delete the ad at any time.
japanese: OLXマイページより広告の閲覧、編集、削除ができます。
russian: Мой OLX можно использовать для просмотра, изменения и удаления объявления в любое время.

source: Share
japanese: 共有する
russian: Открыть для общего доступа

source: Success
japanese: 成功
russian: Успешно

source: Add a Comment
japanese: コメントを追加する
russian: Добавить комментарий

source: Name
japanese: 名前
russian: Имя

source: Select a category for your ad
japanese: あなたの広告のカテゴリーを選択する
russian: Выберите категорию объявления

source: Select a sub-category for your ad
japanese: あなたの広告のサブカテゴリーを選択する
russian: Выберите под-категорию объявления

source: Save Listing
japanese: リスティングを保存する
russian: Сохранить объявление

source: Location
japanese: 場所
russian: Географическое положение

source: Category
japanese: カテゴリー
russian: Категория

source: Change Location
japanese: 場所を変更する
russian: Изменить положение

source: Change Password
japanese: パスワードを変更する
russian: Изменить пароль

source: Old Password
japanese: 今までのパスワード
russian: Старый пароль

source: New Password
japanese: 新しいパスワード
russian: Новый пароль

source: Confirm New Password
japanese: 新しいパスワードを確認する
russian: Подтвердить новый пароль

source: Change Email
japanese: Emailを変更する
russian: Изменить адрес e-mail

source: New Email Address
japanese: 新しいEmailアドレス
russian: Новый адрес e-mail

source: Email Notification Preferences
japanese: Email通知設定
russian: Настройки оповещений по e-mail

source: Email Newsletter
japanese: ニュースレター
russian: Рассылка

source: Comment Alerts
japanese: コメント通知
russian: Комментировать оповещения

source: Advice Alerts
japanese: アドバイス通知
russian: Рекомендовать оповещения

source: Refresh Alerts
japanese: 再読込み通知
russian: Обновить оповещения

source: Save
japanese: 保存
russian: Сохранить

source: A user with this email address already exists.
japanese: このEmailアドレスは既に使用されています。
russian: Пользователь с таким адресом e-mail уже зарегистрирован

source: Close this Listing
japanese: このリスティングを終了する
russian: Закрыть это объявление

source: Are you sure you wish to close this listing?
japanese: このリスティングを終了してもよろしいですか？
russian: Закрыть это объявление?

source: Description (30 char minimum)
japanese: 説明 (30 文字以上)
russian: Описание (не менее 30 символов)

source: Check out my new post on OLX
japanese: OLXの新しい投稿を確認する
russian: Посмотрите мое новое объявление на OLX

source: Visit %@%u to check out my listing! Please forward if you know people that might be interested.
japanese: 私のリスティングは%@%uより確認できます。もし興味のあるお友達をご存知でしたら、是非ご転送ください。
russian: Посетите %@%u, чтобы просмотреть мое объявление. Пожалуйста, направьте его людям, которых оно может заинтересовать.
